<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['unstuck'] = "Освободить";
$lang['cant_afford'] = "Вы не можете это себе позволить!";
$lang['no_char_selected'] = "Пожалуйста, выберите персонажа";
$lang['no_realm_selected'] = "Пожалуйста, выберите мир";

$lang['not_support'] = "Мир не поддерживает эту услугу.";
$lang['character_does_not_exist'] = "Выбранный персонаж не существует.";
$lang['character_does_not_belong_account'] = "Выбранный персонаж не принадлежит вашему аккаунту.";
$lang['unable_resolve_character_name'] = "Сайт не может определить имя вашего персонажа.";
$lang['character_is_online'] = "Вы не можете использовать эту функцию, персонаж в сети.";
$lang['dont_enough_vote_points'] = "У вас недостаточно голосующих очков.";
$lang['dont_enough_donate_points'] = "У вас недостаточно донат-очков.";
$lang['dont_enough_character_gold'] = "У вас недостаточно золота персонажа.";
$lang['no_selected_service'] = "Что-то пошло не так, пожалуйста, попробуйте снова.";
$lang['successfully'] = "Запрос был выполнен успешно.";
$lang['no_character'] = "Нет персонажа";
$lang['no_realm'] = "Нет мира";

$lang['description'] = "Инструмент освобождения. Чтобы воскресить вашего персонажа, наша функция освобождения<br> требует, чтобы ваш персонаж был оффлайн. Телепортация работает в обоих направлениях, онлайн и оффлайн.";
$lang['notify'] = "Ваш персонаж будет воскрешен и телепортирован домой.";
$lang['sure_want_unstack'] = "Вы уверены, что хотите это сделать?";
$lang['is_free'] = "Функция <b>Освобождения</b> является бесплатной услугой";
$lang['service_fee'] = "Сервисный сбор";
$lang['take_me_home'] = "Отвези меня домой!";
