<?php

/**
 * Примечание для разработчиков модулей:
 *  Сохранение специфического файла языка модуля таким образом
 *  в этой внешней папке не является хорошей практикой для
 *  портируемости - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите ваши языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять какой-либо код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['donate_title'] = "Пожертвовать";
$lang['donate_panel'] = "Панель пожертвований";
$lang['donate_thanks'] = "Спасибо за ваше пожертвование!";
$lang['donate_error'] = "Ошибка!";
$lang['donate_success'] = "Спасибо за поддержку нашего сервера! Если вы не получите свои очки в течение 5 минут, пожалуйста, свяжитесь с мастером игры.";
$lang['donate_error_text'] = "Произошла ошибка во время процесса оплаты.<br> <b>Оплата прошла успешно!</b><br><br> Администратор был уведомлён и начислит вам очки как можно скорее!";
$lang['paypal'] = "PayPal";
$lang['donation_for'] = "Пожертвование для";
$lang['dp'] = "Очки пожертвования";
$lang['for'] = "для";
$lang['pay_paypal'] = "Оплатить с помощью PayPal";
$lang['pay_paygol'] = "Оплатить с помощью SMS";
$lang['donate'] = "Пожертвовать";
$lang['no_methods'] = "Пожалуйста, настройте хотя бы один способ оплаты.";
