<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['teleport_hub'] = "Хаб телепортации";
$lang['cant_afford'] = "Вы не можете себе это позволить!";
$lang['must_be_offline'] = "Персонаж должен быть оффлайн!";
$lang['wrong_faction'] = "Выбранное вами местоположение доступно только для другой фракции";
$lang['doesnt_exist'] = "Выбранное вами местоположение не существует!";
$lang['no_location'] = "Местоположение телепорта не установлено!";
$lang['select'] = "Выбрать";
$lang['selected'] = "Выбрано";
$lang['teleported'] = "был телепортирован!";
$lang['select_char'] = "Выбрать персонажа";
$lang['gold'] = "золото";
$lang['vp'] = "VP";
$lang['dp'] = "DP";
$lang['free'] = "Бесплатно";
$lang['no_locations'] = "Нет местоположений";
$lang['no_chars'] = "У вас нет персонажей";
