<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['cant_afford'] = "Вы не можете себе это позволить!";
$lang['Server_fee'] = "Сервисный сбор";
$lang['free'] = "Бесплатно";
$lang['view'] = "Просмотреть";
$lang['relamdoesnotsupport'] = 'Сервер не поддерживает эту услугу.';
$lang['noselectedcharacter'] = 'Не выбрано ни одного персонажа';
$lang['notcharacteryouraccount'] = 'Выбранный персонаж не принадлежит вашему аккаунту.';
$lang['unablecharactername'] = 'Сайт не может отобразить имя вашего персонажа.';
$lang['cammandnoserver'] = 'Сервер в настоящее время недоступен';
$lang['notenough'] = 'Ваш баланс недостаточен';
$lang['Theinputisinvalid'] = 'Ввод недействителен';
$lang['name_already_exists'] = 'Это имя персонажа уже существует в системе, мы не можем его восстановить, свяжитесь с администрацией сервера';
$lang['no_found_character'] = 'Поздравляем, у вас нет заблокированных персонажей';
$lang['unban'] = "Разблокировать";
$lang['no_found'] = "Заблокированных персонажей не найдено";
$lang['banned_found'] = "Заблокированные персонажи найдены";
$lang['ban_date'] = "Дата блокировки";
$lang['unban_date'] = "Дата разблокировки";
$lang['unban_reason'] = "Причина";
