<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['character'] = "Χαρακτήρας";
$lang['level'] = "Επίπεδο";
$lang['race'] = "Φυλή";
$lang['class'] = "Τάξη";
$lang['location'] = "Τοποθεσία";
$lang['no_players'] = "Δεν υπάρχουν παίκτες online";
$lang['offline'] = "Ανενεργός";
$lang['view_profile'] = "Προβολή προφίλ χαρακτήρα";
$lang['online_players'] = "Παίκτες online";
