<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['item_store'] = "Магазин предметов";
$lang['cant_afford'] = "Вы не можете себе это позволить!";
$lang['go_back'] = "Вернуться назад";
$lang['error_offline'] = "Извините, но мир, с которым мы пытались связаться, кажется, офлайн. Ваши очки были восстановлены. Пожалуйста, попробуйте снова позже.";
$lang['error_character'] = "Мы не можем отправить вам предметы, так как у вас нет персонажа. Ваши очки были восстановлены.";
$lang['error_character_exists'] = "Введенный персонаж не существует.";
$lang['error_character_not_mine'] = "Введенный персонаж не принадлежит вам.";
$lang['error_character_not_offline'] = "Введенный персонаж не оффлайн. Пожалуйста, выйдите из игры и попробуйте снова.";
$lang['error_no_console'] = "Извините, но мир, для которого был создан этот предмет, не поддерживает консольные команды. Пожалуйста, сообщите об этом администратору.";
$lang['error_query'] = "Извините, но мы не можем это сделать. Пожалуйста, сообщите об этом администратору.";
$lang['checkout'] = "Оформить заказ";
$lang['buying'] = "Вы покупаете";
$lang['total_of'] = "на общую сумму";
$lang['vp'] = "VP";
$lang['dp'] = "DP";
$lang['no_character'] = "У вас нет персонажа";
$lang['sort_by'] = "Сортировать по";
$lang['default'] = "По умолчанию";
$lang['name'] = "Имя";
$lang['price'] = "Цена";
$lang['item_quality'] = "Качество предмета";
$lang['all_items'] = "Все предметы";
$lang['poor'] = "Низкое";
$lang['common'] = "Обычное";
$lang['uncommon'] = "Редкое";
$lang['rare'] = "Уникальное";
$lang['epic'] = "Эпическое";
$lang['legendary'] = "Легендарное";
$lang['artifact'] = "Артефакт";
$lang['heirloom'] = "Наследуемое";
$lang['filter'] = "Фильтровать по имени...";
$lang['cart'] = "Корзина";
$lang['items'] = "предметы";
$lang['empty_cart'] = "Ваша корзина пуста";
$lang['max'] = "Развернуть все группы";
$lang['min'] = "Свернуть все группы";
$lang['hide'] = "Скрыть группу";
$lang['show'] = "Показать группу";
$lang['loading'] = "Загрузка...";
$lang['want_to_buy'] = "Вы уверены, что хотите купить эти предметы?";
$lang['yes'] = "Да";
$lang['free_items'] = "Вы не можете купить предметы, стоимость которых 0 VP или DP.";
