<?php

/**
 * Σημείωση για προγραμματιστές modules:
 *  Η διατήρηση ενός συγκεκριμένου αρχείου γλώσσας όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules καθώς δεν είναι προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας στον
 *  φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['loading'] = "Φόρτωση...";
$lang['no_item'] = "Δεν έχει καθοριστεί αντικείμενο ή βασίλειο!";
$lang['view_item'] = "Δείτε το αντικείμενο";
$lang['armory'] = "Οπλοστάσιο";
$lang['unknown_item'] = "Άγνωστο αντικείμενο";
$lang['meta'] = "Μετα.socket";
$lang['red'] = "Κόκκινο socket";
$lang['yellow'] = "Κίτρινο socket";
$lang['blue'] = "Μπλε socket";
$lang['restores'] = "Εξοπλισμός: Επαναφέρει";
$lang['increases'] = "Εξοπλισμός: Αυξάνει το";
$lang['by'] = "κατά";
$lang['armor'] = "Πανοπλία";
$lang['damage'] = "Ζημιά";
$lang['speed'] = "Ταχύτητα";
$lang['holy'] = "Αγία Αντίσταση";
$lang['nature'] = "Αντίσταση στη Φύση";
$lang['fire'] = "Αντίσταση στη Φωτιά";
$lang['frost'] = "Αντίσταση στον Πάγο";
$lang['shadow'] = "Αντίσταση στη Σκιά";
$lang['arcane'] = "Αρκαία Αντίσταση";
$lang['durability'] = "Ανθεκτικότητα";
$lang['requires_level'] = "Απαιτεί Επίπεδο";
$lang['item_level'] = "Επίπεδο Αντικειμένου";
$lang['unknown_effect'] = "Άγνωστο αποτέλεσμα";
$lang['dps'] = "ζημιά ανά δευτερόλεπτο";
