<?php

/**
 * Σημείωση προς τους προγραμματιστές των module:
 *  Η διατήρηση ενός συγκεκριμένου αρχείου γλώσσας για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο.
 */

$lang['type_comment'] = "Γράψτε ένα σχόλιο...";
$lang['characters'] = "χαρακτήρες";
$lang['submit'] = "Υποβολή σχολίου";
$lang['log_in'] = "Παρακαλώ συνδεθείτε για να σχολιάσετε";
$lang['view_profile'] = "Προβολή προφίλ";
$lang['comments'] = "Σχόλια";
$lang['posted_by'] = "Δημοσιεύτηκε από";
$lang['on'] = "στις"; /* Δημοσιεύτηκε από τον Jesper >στις< 2013/01/29 */
$lang['read_more'] = "Διαβάστε περισσότερα";
$lang['system'] = "Σύστημα";

