<?php

/**
 * Σημείωση για τους προγραμματιστές modules:
 *  Διατηρώντας ένα αρχείο γλώσσας που είναι συγκεκριμένο για ένα module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας συμβουλεύω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα κοιτάξει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε!";
$lang['restore'] = "Εργαλεία Χαρακτήρα";
$lang['relamdoesnotsupport'] = 'Ο relam δεν υποστηρίζει αυτή την υπηρεσία.';
$lang['noselectedcharacter'] = 'Δεν υπάρχει επιλεγμένος χαρακτήρας.';
$lang['notcharacteryouraccount'] = 'Ο επιλεγμένος χαρακτήρας δεν ανήκει στον λογαριασμό σας.';
$lang['unablecharactername'] = 'Ο ιστότοπος δεν μπορεί να εμφανίσει το όνομα του χαρακτήρα σας.';
$lang['cammandnoserver'] = 'Ο διακομιστής είναι αυτή τη στιγμή μη διαθέσιμος.';
$lang['notenough'] = 'Το υπόλοιπο του λογαριασμού σας δεν είναι αρκετό.';
$lang['Theinputisinvalid'] = 'Η είσοδος είναι μη έγκυρη.';
$lang['name_already_exists'] = 'Αυτό το όνομα χαρακτήρα είναι διαθέσιμο στο σύστημα, δεν μπορούμε να το αποκαταστήσουμε, επικοινωνήστε με τη διαχείριση του διακομιστή.';
$lang['select'] = "Επιλέξτε";
$lang['selected'] = "Επιλεγμένο";
$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε!";
$lang['no_chars'] = "Δεν έχετε χαρακτήρες.";
$lang['select_char'] = "Επιλέξτε χαρακτήρα";
$lang["name_change"] = "Αλλαγή ονόματος";
$lang["race_change"] = "Αλλαγή φυλής";
$lang["faction_change"] = "Αλλαγή φατρίας";
$lang["appearance_change"] = "Αλλαγή εμφάνισης";
$lang['dp'] = "DP";
$lang['free'] = "Δωρεάν";

?>
