<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['no_kills'] = "Нет игроков с почетными убийствами";
$lang['view_profile'] = "Просмотреть профиль персонажа";
$lang['kills'] = "Убийства";
$lang['race'] = "Раса";
$lang['class'] = "Класс";
$lang['faction'] = "Фракция";
$lang['level'] = "Уровень";
$lang['rank'] = "Ранг";
$lang['character'] = "Персонаж";
$lang['name'] = "Имя";
$lang['rating'] = "Рейтинг";
$lang['members'] = "Участники";
$lang['no_2v2'] = "Нет команд 2v2.";
$lang['no_3v3'] = "Нет команд 3v3.";
$lang['no_5v5'] = "Нет команд 5v5.";
$lang['season_wins'] = 'Победы в сезоне';
