<?php

/**
 * Примечание для разработчиков модулей:
 *  Сохранение специфического файла языка модуля таким образом
 *  в этой внешней папке не является хорошей практикой для
 *  портируемости - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите ваши языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять какой-либо код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['changelog_title'] = "Журнал изменений";
$lang['changes_made_on'] = "Изменения сделаны";
$lang['no_changes'] = "Нет изменений для отображения.";
$lang['change_info'] = "Что вы сделали?";
$lang['category_name'] = "Название категории";
$lang['new_change'] = "Новое изменение";
$lang['new_category'] = "Новая категория";
$lang['add'] = "Добавить";
$lang['edit'] = "Редактировать";
$lang['delete'] = "Удалить";
$lang['update'] = "Обновления";
$lang['save'] = "Сохранить";
$lang['rename_category'] = "Переименовать категорию";
$lang['delete_category'] = "Удалить категорию и все обновления этой категории";
