<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['select_s1'] = "выбрать услугу";
$lang['alert1'] = "Примечание: только онлайн-персонажи будут отображаться";
$lang['upgrate'] = "Улучшить персонажа";
$lang['change_n'] = "Изменить имя выбранного героя";
$lang['hmmm'] = "Стоимость:";
$lang['dp'] = "DP";
$lang['free'] = "Бесплатно";
$lang['select_char'] = "выбрать персонажа";
$lang['no_chars'] = "У вас нет персонажей";
$lang['levelup1'] = "Уровень";
$lang['seccess'] = "Улучшение прошло успешно";
$lang['no_select'] = "Пожалуйста, выберите персонажа";
$lang['select'] = "Выбрать";
$lang['selected'] = "выбрано";
$lang['p_w'] = "...пожалуйста, подождите";
$lang['no_cost'] = "Ваш баланс недостаточен";
$lang['cant_afford'] = "Вы не можете это себе позволить!";
$lang['Server_fee'] = "Серверный сбор";
$lang['UnBan'] = "РАЗБАНИТЬ";
$lang['Level'] = "УРОВЕНЬ";
$lang['Select'] = "Выбрать";
$lang['relamdoesnotsupport'] = 'relam не поддерживает эту услугу.';
$lang['noselectedcharacter'] = 'Персонаж не выбран';
$lang['notcharacteryouraccount'] = 'Выбранный персонаж не принадлежит вашему аккаунту.';
$lang['unablecharactername'] = 'Сайт не может отобразить имя вашего персонажа.';
$lang['cammandnoserver'] = 'Сервер в данный момент недоступен';
$lang['notenough'] = 'Ваш баланс недостаточен';
$lang['Theinputisinvalid'] = 'Ввод недействителен';
