<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['changelog_title'] = "Ιστορικό αλλαγών";
$lang['changes_made_on'] = "Αλλαγές που έγιναν στις";
$lang['no_changes'] = "Δεν υπάρχουν αλλαγές προς εμφάνιση.";
$lang['change_info'] = "Τι έχετε κάνει;";
$lang['category_name'] = "Όνομα κατηγορίας";
$lang['new_change'] = "Νέα αλλαγή";
$lang['new_category'] = "Νέα κατηγορία";
$lang['add'] = "Προσθήκη";
$lang['edit'] = "Επεξεργασία";
$lang['delete'] = "Διαγραφή";
$lang['update'] = "Ενημερώσεις";
$lang['save'] = "Αποθήκευση";
$lang['rename_category'] = "Μετονομασία κατηγορίας";
$lang['delete_category'] = "Διαγραφή κατηγορίας και όλων των ενημερώσεων αυτής της κατηγορίας.";
