<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['doesnt_exist'] = "Пользователь не существует";
$lang['doesnt_exist_long'] = "Запрашиваемый пользователь не существует.";
$lang['nickname'] = "Никнейм";
$lang['location'] = "Местоположение";
$lang['account_status'] = "Статус аккаунта";
$lang['member_since'] = "Член с";
$lang['account_rank'] = "Ранг аккаунта";
$lang['contact'] = "Контакт";
$lang['pm'] = "Личное сообщение";
$lang['forum_posts'] = "Сообщения на форуме";
$lang['forum_threads'] = "Темы на форуме";
$lang['profile_nav'] = "Навигация по профилю";
