<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['doesnt_exist'] = "Ο χρήστης δεν υπάρχει";
$lang['doesnt_exist_long'] = "Ο ζητούμενος χρήστης δεν υπάρχει.";
$lang['nickname'] = "Ψευδώνυμο";
$lang['location'] = "Τοποθεσία";
$lang['account_status'] = "Κατάσταση Λογαριασμού";
$lang['member_since'] = "Μέλος από";
$lang['account_rank'] = "Βαθμός Λογαριασμού";
$lang['contact'] = "Επαφή";
$lang['pm'] = "Ιδιωτικό μήνυμα";
$lang['forum_posts'] = "Δημοσιεύσεις Φόρουμ";
$lang['forum_threads'] = "Θέματα Φόρουμ";
$lang['profile_nav'] = "Πλοήγηση Προφίλ";
