<?php

/**
 * یادداشت برای توسعه‌دهندگان ماژول:
 * 	نگه‌داشتن یک فایل زبان خاص ماژول مانند این
 *	در این پوشه خارجی یک عمل خوب برای
 *	قابلیت حمل نیست - به شما توصیه نمی‌کنم این کار را برای
 *	ماژول‌های خود انجام دهید زیرا پیش‌فرض نیستند.
 *	به‌جای آن، به سادگی فایل‌های زبان خود را در
 *	application/modules/yourModule/language/
 *	قرار دهید.
 *	نیازی به تغییر کد نیست، سیستم
 *	به‌طور خودکار در آن پوشه نیز جستجو خواهد کرد.
 */

$lang['title'] = "برترین رأی‌دهندگان";
$lang['desc'] = "هر هفته بازنشانی می‌شود!";
$lang['tip'] = "مشاهده پروفایل";
$lang['accvotes'] = "رأی‌ها";
$lang['nodata'] = "رأی‌دهنده‌ای برای نمایش وجود ندارد";
$lang['berewarded'] = "برای سرور ما رأی بدهید و امتیازهای خود را بگیرید!";