<?php

/**
 * Примечание для разработчиков модулей:
 *  Сохранение специфического файла языка модуля таким образом
 *  в этой внешней папке не является хорошей практикой для
 *  портируемости - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите ваши языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять какой-либо код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['unknown'] = "Неизвестно";
$lang['doesnt_exist'] = "Персонаж не существует";
$lang['doesnt_exist_long'] = "Запрашиваемый персонаж не существует.";
$lang['view_profile'] = "Просмотреть профиль";
$lang['attributes'] = "Атрибуты";
$lang['pvp'] = "Игрок против Игрока";
$lang['str'] = "Сила";
$lang['sta'] = "Выносливость";
$lang['agi'] = "Ловкость";
$lang['int'] = "Интеллект";
$lang['sp'] = "Сила заклинаний";
$lang['ap'] = "Сила атаки";
$lang['mastery'] = "Мастера";
$lang['versatility'] = "Универсальность";
$lang['next'] = "Следующий";
$lang['previous'] = "Предыдущий";
$lang['res'] = "Устойчивость";
$lang['armor'] = "Броня";
$lang['block'] = "Блок";
$lang['dodge'] = "Уклонение";
$lang['parry'] = "Парирование";
$lang['crit'] = "Шанс крита";
$lang['ranged_crit'] = "Шанс крита на дальнюю атаку";
$lang['spell_crit'] = "Шанс крита заклинания";
$lang['spirit'] = "Дух";
$lang['todayKills'] = "Убийства сегодня";
$lang['yesterdayKills'] = "Убийства вчера";
$lang['kills'] = "Всего убийств";
$lang['honor'] = "Честь";
$lang['arena'] = "Очки арены";
