<?php

/**
 * Σημείωση για προγραμματιστές modules:
 *  Η διατήρηση ενός συγκεκριμένου αρχείου γλώσσας όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules καθώς δεν είναι προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας στον
 *  φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε οικονομικά!";
$lang['no_char_selected'] = "Παρακαλώ επιλέξτε έναν χαρακτήρα";
$lang['no_realm_selected'] = "Παρακαλώ επιλέξτε ένα βασίλειο";
$lang['want_to_buy'] = "Θέλετε να κάνετε μια αγορά;";
$lang['processing'] = "Επεξεργασία...";
$lang['purchase'] = "αγορά";

$lang['not_support'] = "Το βασίλειο δεν υποστηρίζει αυτή την υπηρεσία.";
$lang['character_does_not_exist'] = "Ο επιλεγμένος χαρακτήρας δεν υπάρχει.";
$lang['character_does_not_belong_account'] = "Ο επιλεγμένος χαρακτήρας δεν ανήκει στον λογαριασμό σας.";
$lang['unable_resolve_character_name'] = "Η ιστοσελίδα δεν μπόρεσε να επιλύσει το όνομα του χαρακτήρα σας.";
$lang['character_is_online'] = "Δεν μπορείτε να χρησιμοποιήσετε αυτή τη δυνατότητα, ο χαρακτήρας είναι online.";
$lang['no_camamand'] = "Το βασίλειο δεν υποστηρίζει αυτή την υπηρεσία για cmmmand.";
$lang['dont_enough_Donation_Points'] = "Δεν έχετε αρκετούς Σημείους Δωρεάς.";
$lang['no_service'] = "Η επιλεγμένη υπηρεσία είναι άκυρη.";
$lang['no_selected_service'] = "Κάτι πήγε στραβά, παρακαλώ προσπαθήστε ξανά.";
$lang['successfully'] = "Η αίτηση έγινε με επιτυχία.";

$lang['not_authorized'] = "Δεν έχετε εξουσιοδότηση να το κάνετε αυτό.";
