<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['donate_title'] = "Δωρεά";
$lang['donate_panel'] = "Πάνελ Δωρεάς";
$lang['donate_thanks'] = "Ευχαριστούμε για τη δωρεά σας!";
$lang['donate_error'] = "Σφάλμα!";
$lang['donate_success'] = "Ευχαριστούμε που υποστηρίζετε τον διακομιστή μας! Εάν δεν λάβετε τους πόντους σας μέσα σε 5 λεπτά, παρακαλώ επικοινωνήστε με έναν game master.";
$lang['donate_error_text'] = "Παρουσιάστηκε σφάλμα κατά τη διάρκεια της διαδικασίας πληρωμής.<br> <b>Η πληρωμή ήταν επιτυχής!</b><br><br> Ένας διαχειριστής έχει ενημερωθεί και θα σας πιστώσει τους πόντους το συντομότερο δυνατό!";
$lang['paypal'] = "PayPal";
$lang['donation_for'] = "Δωρεά για";
$lang['dp'] = "Πόντοι δωρεάς";
$lang['for'] = "για";
$lang['pay_paypal'] = "Πληρώστε με PayPal";
$lang['pay_paygol'] = "Πληρώστε με SMS";
$lang['donate'] = "Δωρεά";
$lang['no_methods'] = "Παρακαλώ ρυθμίστε τουλάχιστον μία μέθοδο πληρωμής.";