<?php

/**
 * Σημείωση για προγραμματιστές modules:
 *  Η διατήρηση ενός συγκεκριμένου αρχείου γλώσσας όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules καθώς δεν είναι προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας στον
 *  φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['invalid'] = "Δεν έχει καθοριστεί γκίλντ ή βασίλειο!";
$lang['invalid_guild'] = "Μη έγκυρη γκίλντ";
$lang['armory'] = "Αρμορή";
$lang['no_motd'] = "Αυτή η γκίλντ δεν έχει μήνυμα της ημέρας.";
$lang['members'] = "Μέλη";
$lang['leader'] = "Ηγέτης";
$lang['doesnt_exist'] = "Η ζητούμενη γκίλντ δεν υπάρχει";
$lang['name'] = "Όνομα";
$lang['race'] = "Φυλή";
$lang['class'] = "Τάξη";
$lang['faction'] = "Φράξια";
$lang['level'] = "Επίπεδο";
$lang['rank'] = "Βαθμός";

