<?php

/**
 * Примечание для разработчиков модулей:
 *  Сохранение специфического файла языка модуля таким образом
 *  в этой внешней папке не является хорошей практикой для
 *  портируемости - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите ваши языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять какой-либо код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['cant_afford'] = "Вы не можете себе это позволить!";
$lang['restore'] = "Восстановление персонажа";
$lang['relamdoesnotsupport'] = 'Сервер не поддерживает эту услугу.';
$lang['noselectedcharacter'] = 'Не выбран персонаж';
$lang['notcharacteryouraccount'] = 'Выбранный персонаж не принадлежит вашему аккаунту.';
$lang['unablecharactername'] = 'Сайт не может отобразить имя вашего персонажа.';
$lang['cammandnoserver'] = 'Сервер в данный момент недоступен';
$lang['notenough'] = 'Ваш баланс недостаточен';
$lang['Theinputisinvalid'] = 'Некорректный ввод';
$lang['name_already_exists'] = 'Это имя персонажа уже существует в системе, мы не можем его восстановить, свяжитесь с администрацией сервера';
$lang['select'] = "Выбрать";
$lang['selected'] = "Выбрано";
$lang['no_chars'] = "У вас нет персонажей";
$lang['select_char'] = "Выбрать персонажа";
$lang["name_change"] = "Смена имени";
$lang["race_change"] = "Смена расы";
$lang["faction_change"] = "Смена фракции";
$lang["appearance_change"] = "Смена внешности";
$lang['dp'] = "DP";
$lang['free'] = "Бесплатно";
