<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['character'] = "Персонаж";
$lang['level'] = "Уровень";
$lang['race'] = "Раса";
$lang['class'] = "Класс";
$lang['location'] = "Местоположение";
$lang['no_players'] = "В сети нет игроков";
$lang['offline'] = "Офлайн";
$lang['view_profile'] = "Просмотреть профиль персонажа";
$lang['online_players'] = "Игроки онлайн";
