<?php

$lang['email'] = "E-Mail";
$lang['new_password'] = "Νέος κωδικός πρόσβασης";
$lang['token'] = "Token";
$lang['recover'] = "Ανάκτηση κωδικού πρόσβασης";
$lang['password_recovery'] = "Ανάκτηση κωδικού πρόσβασης";
$lang['password_reset'] = "Επαναφορά κωδικού πρόσβασης";
$lang['password_reset_success'] = "Ο κωδικός πρόσβασης έχει επαναφερθεί επιτυχώς.";
$lang['password_changed'] = "Ο κωδικός πρόσβασης έχει επαναφερθεί.";
$lang['email_sent'] = "Αν η διεύθυνση E-Mail σας υπάρχει στο σύστημά μας, έχει αποσταλεί ένα E-Mail στη δηλωμένη διεύθυνση E-Mail σας. Παρακαλώ ελέγξτε το εισερχόμενο σας για να προχωρήσετε.";
$lang['reset_password'] = "Επαναφορά του κωδικού πρόσβασής σας";
$lang['email_text'] = "Έχετε ζητήσει να επαναφέρετε τον κωδικό πρόσβασής σας. Για να ολοκληρώσετε την αίτηση, παρακαλώ πλοηγηθείτε στο ";
$lang['go_back'] = "Επιστροφή";
$lang['invalid'] = "Μη έγκυρο token.";
$lang['error_while_inserting'] = "Σφάλμα κατά την εισαγωγή του token.";
$lang['lost_password'] = "Χαμένος κωδικός πρόσβασης;";
$lang['enter_your_email'] = "Εισάγετε το E-Mail σας παρακάτω και θα σας στείλουμε έναν σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.";
