<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['unknown'] = "Άγνωστο";
$lang['doesnt_exist'] = "Ο χαρακτήρας δεν υπάρχει";
$lang['doesnt_exist_long'] = "Ο ζητούμενος χαρακτήρας δεν υπάρχει.";
$lang['view_profile'] = "Προβολή προφίλ";
$lang['attributes'] = "Ιδιότητες";
$lang['pvp'] = "Παίκτης εναντίον Παίκτη";
$lang['str'] = "Δύναμη";
$lang['sta'] = "Αντοχή";
$lang['agi'] = "Ευκινησία";
$lang['int'] = "Νοημοσύνη";
$lang['sp'] = "Δύναμη ξορκιών";
$lang['ap'] = "Δύναμη επίθεσης";
$lang['mastery'] = "Δεξιοτεχνία";
$lang['versatility'] = "Πολλαπλότητα";
$lang['next'] = "Επόμενο";
$lang['previous'] = "Προηγούμενο";
$lang['res'] = "Ανθεκτικότητα";
$lang['armor'] = "Πανοπλία";
$lang['block'] = "Αποφυγή";
$lang['dodge'] = "Αποφυγή";
$lang['parry'] = "Αναχαίτιση";
$lang['crit'] = "Πιθανότητα κρίσιμου";
$lang['ranged_crit'] = "Πιθανότητα κρίσιμου για αποστάσεις";
$lang['spell_crit'] = "Πιθανότητα κρίσιμου ξορκιών";
$lang['spirit'] = "Πνεύμα";
$lang['todayKills'] = "Σκοτώματα σήμερα";
$lang['yesterdayKills'] = "Σκοτώματα χθες";
$lang['kills'] = "Συνολικά σκοτώματα";
$lang['honor'] = "Πόντοι τιμής";
$lang['arena'] = "Πόντοι αρένας";
