<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['vote_panel'] = "Панель голосования";
$lang['topsite'] = "Топ-сайт";
$lang['value'] = "Стоимость";
$lang['vote_now'] = "Голосовать сейчас!";
$lang['remaining'] = "осталось";
$lang['voting_point'] = "голосующий пункт";
$lang['voting_points'] = "голосующие пункты";
$lang['hours_remaining'] = "часов осталось";
$lang['already_voted'] = "Вы уже проголосовали";
