<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['teleport_hub'] = "Κέντρο τηλεμεταφοράς";
$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε οικονομικά!";
$lang['must_be_offline'] = "Ο χαρακτήρας πρέπει να είναι εκτός σύνδεσης!";
$lang['wrong_faction'] = "Η τοποθεσία που επιλέξατε είναι διαθέσιμη μόνο για την άλλη φάση";
$lang['doesnt_exist'] = "Η τοποθεσία που επιλέξατε δεν υπάρχει!";
$lang['no_location'] = "Η τοποθεσία τηλεμεταφοράς δεν έχει οριστεί!";
$lang['select'] = "Επιλογή";
$lang['selected'] = "Επιλεγμένο";
$lang['teleported'] = "έχει τηλεμεταφερθεί!";
$lang['select_char'] = "Επιλέξτε χαρακτήρα";
$lang['gold'] = "χρυσός";
$lang['vp'] = "VP";
$lang['dp'] = "DP";
$lang['free'] = "Δωρεάν";
$lang['no_locations'] = "Δεν υπάρχουν τοποθεσίες";
$lang['no_chars'] = "Δεν έχετε χαρακτήρες";
