<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['account_creation'] = "Δημιουργία λογαριασμού";
$lang['register'] = "Εγγραφή";
$lang['username_limit_length'] = "Το όνομα χρήστη πρέπει να είναι μεταξύ 4 και 24 χαρακτήρων";
$lang['username_limit'] = "Το όνομα χρήστη μπορεί να περιέχει μόνο αλφαβητικούς και αριθμητικούς χαρακτήρες";
$lang['username_not_available'] = "Το όνομα χρήστη δεν είναι διαθέσιμο";
$lang['email_invalid'] = "Το email πρέπει να είναι έγκυρο";
$lang['password_short'] = "Ο κωδικός πρέπει να είναι μεγαλύτερος από 6 χαρακτήρες";
$lang['password_match'] = "Οι κωδικοί δεν ταιριάζουν";
$lang['email_not_available'] = "Το email δεν είναι διαθέσιμο";
$lang['confirm_account'] = "Παρακαλώ επιβεβαιώστε τη δημιουργία του λογαριασμού σας";
$lang['created'] = "Ο λογαριασμός σας έχει δημιουργηθεί!";
$lang['activate_account'] = "Ενεργοποίηση λογαριασμού";
$lang['created_account_activate'] = "Έχετε δημιουργήσει τον λογαριασμό, παρακαλώ πηγαίνετε εδώ για να τον ενεργοποιήσετε:";
$lang['invalid_key'] = "Μη έγκυρος κωδικός ενεργοποίησης";
$lang['invalid_key_long'] = "Ο παρεχόμενος κωδικός ενεργοποίησης φαίνεται να είναι μη έγκυρος!";
$lang['the_account'] = "Ο λογαριασμός";
$lang['has_been_created'] = "έχει δημιουργηθεί. Παρακαλώ ελέγξτε το email σας για να ενεργοποιήσετε τον λογαριασμό σας.";
$lang['creating_account_forum'] = "Δημιουργία λογαριασμού στο φόρουμ, παρακαλώ περιμένετε...";
$lang['has_been_created_redirecting'] = "έχει δημιουργηθεί. Ανακατευθύνεστε στο";
$lang['user_panel'] = "Πίνακας Χρήστη";
$lang['username'] = "Όνομα χρήστη";
$lang['email'] = "Email";
$lang['password'] = "Κωδικός";
$lang['confirm'] = "Επιβεβαίωση κωδικού";
$lang['expansion'] = "Επέκταση";
$lang['submit'] = "Δημιουργία λογαριασμού!";
