<?php

$lang['email'] = "Электронная почта";
$lang['new_password'] = "Новый пароль";
$lang['token'] = "Токен";
$lang['recover'] = "Восстановить пароль";
$lang['password_recovery'] = "Восстановление пароля";
$lang['password_reset'] = "Сброс пароля";
$lang['password_reset_success'] = "Пароль успешно сброшен";
$lang['password_changed'] = "Пароль сброшен";
$lang['email_sent'] = "Если ваш адрес электронной почты существует в нашей системе, на ваш зарегистрированный адрес электронной почты было отправлено сообщение. Пожалуйста, проверьте ваш почтовый ящик для продолжения.";
$lang['reset_password'] = "Сбросить пароль";
$lang['email_text'] = "Вы запросили сброс пароля. Чтобы завершить запрос, пожалуйста, перейдите по следующей ссылке: ";
$lang['go_back'] = "Вернуться назад";
$lang['invalid'] = "Недействительный токен.";
$lang['error_while_inserting'] = "Ошибка при вставке токена.";
$lang['lost_password'] = "Забыли пароль?";
$lang['enter_your_email'] = "Введите вашу электронную почту ниже, и мы отправим вам ссылку для сброса пароля.";
