<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['vote_panel'] = "Πίνακας Ψηφοφορίας";
$lang['topsite'] = "Κορυφαίοι ιστότοποι";
$lang['value'] = "Αξία";
$lang['vote_now'] = "Ψηφίστε τώρα!";
$lang['remaining'] = "υπόλοιπο";
$lang['voting_point'] = "ψηφοφοριακός πόντος";
$lang['voting_points'] = "ψηφοφοριακοί πόντοι";
$lang['hours_remaining'] = "ώρες υπολειπόμενες";
$lang['already_voted'] = "Έχετε ήδη ψηφίσει";
