<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, в этой внешней папке не является идеальным
 *  с точки зрения портативности и удобства сопровождения. Рекомендуется помещать ваши языковые файлы в
 *  application/modules/yourModule/language/.
 *  Система автоматически будет искать языковые файлы в этой директории, 
 *  поэтому вам не нужно будет изменять какой-либо код.
 */
 
$lang['invalid'] = "Гильдия илиrealm не указаны!";
$lang['invalid_guild'] = "Неверная гильдия";
$lang['armory'] = "Армория";
$lang['no_motd'] = "У этой гильдии нет сообщения дня.";
$lang['members'] = "Члены";
$lang['leader'] = "Лидер";
$lang['doesnt_exist'] = "Запрашиваемая гильдия не существует";
$lang['name'] = "Имя";
$lang['race'] = "Раса";
$lang['class'] = "Класс";
$lang['faction'] = "Фракция";
$lang['level'] = "Уровень";
$lang['rank'] = "Ранг";
