<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['no_kills'] = "Δεν υπάρχουν παίκτες με τιμητικούς θανάτους";
$lang['view_profile'] = "Προβολή προφίλ χαρακτήρα";
$lang['kills'] = "Θάνατοι";
$lang['race'] = "Φυλή";
$lang['class'] = "Κλάση";
$lang['faction'] = "Φράξια";
$lang['level'] = "Επίπεδο";
$lang['rank'] = "Βαθμός";
$lang['character'] = "Χαρακτήρας";
$lang['name'] = "Όνομα";
$lang['rating'] = "Αξιολόγηση";
$lang['members'] = "Μέλη";
$lang['no_2v2'] = "Δεν υπάρχουν ομάδες 2v2.";
$lang['no_3v3'] = "Δεν υπάρχουν ομάδες 3v3.";
$lang['no_5v5'] = "Δεν υπάρχουν ομάδες 5v5.";
$lang['season_wins'] = 'Νίκες της Σεζόν';
