<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['search_title'] = "Αναζήτηση";
$lang['search_headline'] = "Αναζήτηση οπλοστασίου";
$lang['search_placeholder'] = "Αναζητήστε χαρακτήρες, αντικείμενα και γκίλντ...";
$lang['search_button'] = "Αναζήτηση";
$lang['search_too_short'] = "Η αναζήτηση πρέπει να είναι μεγαλύτερη από 2 χαρακτήρες!";
$lang['characters'] = "Χαρακτήρες";
$lang['items'] = "Αντικείμενα";
$lang['guilds'] = "Γκίλντ";
$lang['no_characters_found'] = "Δεν βρέθηκαν χαρακτήρες";
$lang['no_items_found'] = "Δεν βρέθηκαν αντικείμενα";
$lang['no_guilds_found'] = "Δεν βρέθηκαν γκίλντ";
$lang['name'] = "Όνομα";
$lang['faction'] = "Φράξια";
$lang['members'] = "Μέλη";
$lang['owner'] = "Ιδιοκτήτης";
$lang['realm'] = "Βασίλειο";
$lang['level'] = "Επίπεδο";
$lang['required'] = "Απαιτείται";
$lang['type'] = "Τύπος";
$lang['view_character_profile'] = "Προβολή προφίλ χαρακτήρα";
$lang['cant_be_empty'] = "Το πεδίο αναζήτησης δεν μπορεί να είναι κενό!";
$lang['misc'] = "Διάφορα";
