<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε οικονομικά!";
$lang['Server_fee'] = "Τέλος διακομιστή";
$lang['restore'] = "Αποκατάσταση";
$lang['relamdoesnotsupport'] = 'Ο διακομιστής δεν υποστηρίζει αυτή την υπηρεσία.';
$lang['noselectedcharacter'] = 'Δεν έχει επιλεγεί χαρακτήρας';
$lang['notcharacteryouraccount'] = 'Ο επιλεγμένος χαρακτήρας δεν ανήκει στον λογαριασμό σας.';
$lang['unablecharactername'] = 'Ο ιστότοπος δεν μπορεί να εμφανίσει το όνομα του χαρακτήρα σας.';
$lang['cammandnoserver'] = 'Ο διακομιστής δεν είναι διαθέσιμος αυτή τη στιγμή';
$lang['notenough'] = 'Το υπόλοιπο του λογαριασμού σας δεν είναι αρκετό';
$lang['Theinputisinvalid'] = 'Η είσοδος είναι μη έγκυρη';
$lang['name_already_exists'] = 'Αυτό το όνομα χαρακτήρα είναι διαθέσιμο στο σύστημα, δεν μπορούμε να το αποκαταστήσουμε, επικοινωνήστε με τη διαχείριση του διακομιστή.';
