<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['type_comment'] = "Введите комментарий...";
$lang['characters'] = "символов";
$lang['submit'] = "Отправить комментарий";
$lang['log_in'] = "Пожалуйста, войдите, чтобы оставить комментарий";
$lang['view_profile'] = "Просмотреть профиль";
$lang['comments'] = "Комментарии";
$lang['posted_by'] = "Опубликовано";
$lang['on'] = "на"; /* Опубликовано Иеспером >на< 2013/01/29 */
$lang['read_more'] = "Читать далее";
$lang['system'] = "Система";
