<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, в этой внешней папке не является идеальным
 *  с точки зрения портативности и удобства сопровождения. Рекомендуется помещать ваши языковые файлы в
 *  application/modules/yourModule/language/.
 *  Система автоматически будет искать языковые файлы в этой директории, 
 *  поэтому вам не нужно будет изменять какой-либо код.
 */

$lang['loading'] = "Загрузка...";
$lang['no_item'] = "Не указан предмет илиrealm!";
$lang['view_item'] = "Посмотреть предмет";
$lang['armory'] = "Армори";
$lang['unknown_item'] = "Неизвестный предмет";
$lang['meta'] = "Мета-слот";
$lang['red'] = "Красный слот";
$lang['yellow'] = "Желтый слот";
$lang['blue'] = "Синий слот";
$lang['restores'] = "Экипировка: Восстанавливает";
$lang['increases'] = "Экипировка: Увеличивает ваш";
$lang['by'] = "на";
$lang['armor'] = "Броня";
$lang['damage'] = "Урон";
$lang['speed'] = "Скорость";
$lang['holy'] = "Сопротивление Святому";
$lang['nature'] = "Сопротивление Природе";
$lang['fire'] = "Сопротивление Огню";
$lang['frost'] = "Сопротивление Льду";
$lang['shadow'] = "Сопротивление Тьме";
$lang['arcane'] = "Сопротивление Тайной магии";
$lang['durability'] = "Прочность";
$lang['requires_level'] = "Требуется уровень";
$lang['item_level'] = "Уровень предмета";
$lang['unknown_effect'] = "Неизвестный эффект";
$lang['dps'] = "урон в секунду";
