<?php

/**
 * یادداشت برای توسعه‌دهندگان ماژول:
 * نگه‌داری یک فایل زبان خاص ماژول مانند این
 * در این پوشه خارجی، یک عمل خوب برای
 * قابلیت حمل نیست - من به شما توصیه نمی‌کنم
 * برای ماژول‌های خود این کار را انجام دهید زیرا آنها غیر پیش‌فرض هستند.
 * در عوض، به سادگی فایل‌های زبان خود را در
 * application/modules/yourModule/language/
 * قرار دهید.
 * شما نیازی به تغییر هیچ کدی ندارید، سیستم
 * به‌طور خودکار در آن پوشه نیز جستجو خواهد کرد.
 */

$lang['loading'] = "در حال بارگذاری...";
$lang['no_item'] = "هیچ کالایی یا قلمرو مشخص نشده است!";
$lang['view_item'] = "مشاهده کالا";
$lang['armory'] = "انبار";
$lang['unknown_item'] = "کالای ناشناخته";
$lang['meta'] = "سوکت متا";
$lang['red'] = "سوکت قرمز";
$lang['yellow'] = "سوکت زرد";
$lang['blue'] = "سوکت آبی";
$lang['restores'] = "تجهیز: بازگردانی";
$lang['increases'] = "تجهیز: افزایش";
$lang['by'] = "به اندازه";
$lang['armor'] = "زره";
$lang['damage'] = "آسیب";
$lang['speed'] = "سرعت";
$lang['holy'] = "مقاومت در برابر مقدس";
$lang['nature'] = "مقاومت در برابر طبیعت";
$lang['fire'] = "مقاومت در برابر آتش";
$lang['frost'] = "مقاومت در برابر سرما";
$lang['shadow'] = "مقاومت در برابر سایه";
$lang['arcane'] = "مقاومت در برابر جادو";
$lang['durability'] = "دوام";
$lang['requires_level'] = "نیاز به سطح";
$lang['item_level'] = "سطح کالا";
$lang['unknown_effect'] = "اثر ناشناخته";
$lang['dps'] = "آسیب در هر ثانیه";