<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, в этой внешней папке не является идеальным
 *  с точки зрения портативности и удобства сопровождения. Рекомендуется помещать ваши языковые файлы в
 *  application/modules/yourModule/language/.
 *  Система автоматически будет искать языковые файлы в этой директории, 
 *  поэтому вам не нужно будет изменять какой-либо код.
 */

$lang['cant_afford'] = "Вы не можете это себе позволить!";
$lang['no_char_selected'] = "Пожалуйста, выберите персонажа";
$lang['no_realm_selected'] = "Пожалуйста, выберите реалм";
$lang['want_to_buy'] = "Хотите сделать покупку?";
$lang['processing'] = "Обработка...";
$lang['purchase'] = "покупка";

$lang['not_support'] = "Реалм не поддерживает эту услугу.";
$lang['character_does_not_exist'] = "Выбранный персонаж не существует.";  
$lang['character_does_not_belong_account'] = "Выбранный персонаж не принадлежит вашему аккаунту.";
$lang['unable_resolve_character_name'] = "Сайт не смог разрешить имя вашего персонажа.";
$lang['character_is_online'] = "Вы не можете использовать эту функцию, персонаж в сети.";
$lang['no_camamand'] = "Реалм не поддерживает эту услугу для команд.";
$lang['dont_enough_Donation_Points'] = "У вас недостаточно Donation Points.";
$lang['no_service'] = "Выбранная услуга недействительна.";
$lang['no_selected_service'] = "Что-то пошло не так, пожалуйста, попробуйте снова.";
$lang['successfully'] = "Запрос был выполнен успешно.";

$lang['not_authorized'] = "У вас нет прав для выполнения этого действия.";
