<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['404_title'] = "Το αρχείο δεν βρέθηκε";
$lang['404'] = "Σφάλμα 404 - το αρχείο δεν βρέθηκε";
$lang['404_long'] = "Η σελίδα που ψάχνετε δεν υπάρχει. Πώς φτάσατε εδώ είναι μυστήριο. Αλλά μπορείτε να κάνετε κλικ στο κουμπί παρακάτω για να επιστρέψετε στην αρχική σελίδα.";
$lang['permission_denied_title'] = "Άδεια απορρίφθηκε";
$lang['permission_denied'] = "Δεν έχετε άδεια να αποκτήσετε πρόσβαση σε αυτή τη σελίδα!";
$lang['lost'] = "Ωχ! Έχετε χαθεί.";
$lang['button_home'] = "Αρχική";