<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['there_are'] = "Υπάρχουν";
$lang['there_is'] = "Υπάρχει";
$lang['guest'] = "επισκέπτης";
$lang['guests'] = "επισκέπτες";
$lang['visitor'] = "επισκέπτης";
$lang['visitors'] = "επισκέπτες";
$lang['online'] = "συνδεδεμένοι";
$lang['who'] = "ποιος;";
