<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['expansion'] = "Επέκταση";
$lang['last_ip'] = "Τελευταία IP";
$lang['current_ip'] = "Τρέχουσα IP";
$lang['vp'] = "VP";
$lang['dp'] = "DP";
$lang['user_panel'] = "Πάνελ χρήστη";
$lang['log_out'] = "Αποσύνδεση";
$lang['username'] = "Όνομα χρήστη";
$lang['password'] = "Κωδικός πρόσβασης";
$lang['log_in'] = "Σύνδεση";
$lang['register'] = "Εγγραφή";
