<?php

/**
 * Σημείωση για τους προγραμματιστές μονάδων:
 * 	Η διατήρηση ενός αρχείου γλώσσας ειδικού για τη μονάδα όπως αυτό
 *	σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *	φορητότητα - δεν σας συμβουλεύω να το κάνετε αυτό για
 *	τα δικά σας μοντέλα, καθώς δεν είναι προεπιλεγμένα.
 *	Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας σε
 *	application/modules/yourModule/language/
 *	Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *	θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['title'] = "Κορυφαίοι Ψηφοφόροι";
$lang['desc'] = "Επαναφέρεται Κάθε Εβδομάδα!";
$lang['tip'] = "Προβολή προφίλ";
$lang['accvotes'] = "Ψηφοφορίες";
$lang['nodata'] = "Δεν υπάρχουν ψηφοφόροι προς εμφάνιση";
$lang['berewarded'] = "Ψηφίστε για τον διακομιστή μας και κερδίστε τους πόντους σας!";