<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['next'] = "Επόμενο βασίλειο";
$lang['previous'] = "Προηγούμενο βασίλειο";
$lang['no_stats'] = "Δεν υπάρχουν PvP στατιστικά για εμφάνιση";
$lang['kills'] = "κτυπήματα";
$lang['view_profile'] = "Προβολή προφίλ χαρακτήρα";
