<?php

/**
 * Σημείωση προς τους προγραμματιστές μονάδων:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου σε μια μονάδα όπως αυτό
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τις δικές σας μονάδες, καθώς είναι μη προεπιλεγμένες.
 *  Αντίθετα, απλά τοποθετήστε τα αρχεία γλώσσας σας στο
 *  application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανένα κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα και σε αυτόν τον φάκελο.
 */

$lang['loading'] = "Φόρτωση...";
$lang['no_item'] = "Δεν έχει καθοριστεί αντικείμενο ή βασίλειο!";
$lang['view_item'] = "Προβολή αντικειμένου";
$lang['armory'] = "Οπλοστάσιο";
$lang['unknown_item'] = "Άγνωστο αντικείμενο";
$lang['meta'] = "Θέση Μετάλλου";
$lang['red'] = "Κόκκινη θέση";
$lang['yellow'] = "Κίτρινη θέση";
$lang['blue'] = "Μπλε θέση";
$lang['prismatic'] = "Πρισματική θέση";
$lang['cogwheel'] = "Θέση Γρανάζι";
$lang['domination'] = "Θέση Κυριαρχίας";
$lang['hydraulic'] = "Υδραυλική θέση";
$lang['primordial'] = "Πρωτογενής θέση";
$lang['tinker'] = "Θέση Τεχνίτη";
$lang['relic-iron'] = "Θέση Λειψάνου Σιδήρου";
$lang['relic-blood'] = "Θέση Λειψάνου Αίματος";
$lang['relic-shadow'] = "Θέση Λειψάνου Σκιάς";
$lang['relic-fel'] = "Θέση Λειψάνου Φελ";
$lang['relic-arcane'] = "Θέση Λειψάνου Αρκαΐνης";
$lang['relic-frost'] = "Θέση Λειψάνου Πάγου";
$lang['relic-fire'] = "Θέση Λειψάνου Φωτιάς";
$lang['relic-water'] = "Θέση Λειψάνου Νερού";
$lang['relic-life'] = "Θέση Λειψάνου Ζωής";
$lang['relic-storm'] = "Θέση Λειψάνου Καταιγίδας";
$lang['relic-holy'] = "Θέση Λειψάνου Αγίου";
$lang['red-punchcard'] = "Θέση Κάρτας Σημάνσεως Κόκκινης";
$lang['yellow-punchcard'] = "Θέση Κάρτας Σημάνσεως Κίτρινης";
$lang['blue-punchcard'] = "Θέση Κάρτας Σημάνσεως Μπλε";
$lang['restores'] = "Εξοπλισμός: Αποκαθιστά";
$lang['increases'] = "Εξοπλισμός: Αυξάνει το";
$lang['by'] = "κατά";
$lang['armor'] = "Πανοπλία";
$lang['damage'] = "Ζημιά";
$lang['speed'] = "Ταχύτητα";
$lang['holy'] = "Αντίσταση στον Άγιο";
$lang['nature'] = "Αντίσταση στη Φύση";
$lang['fire'] = "Αντίσταση στη Φωτιά";
$lang['frost'] = "Αντίσταση στον Πάγο";
$lang['shadow'] = "Αντίσταση στη Σκιά";
$lang['arcane'] = "Αντίσταση στην Αρκαΐνη";
$lang['durability'] = "Αντοχή";
$lang['requires_level'] = "Απαιτεί Επίπεδο";
$lang['item_level'] = "Επίπεδο Αντικειμένου";
$lang['unknown_effect'] = "Άγνωστο εφέ";
$lang['dps'] = "ζημιά ανά δευτερόλεπτο";
