<?php

/**
 * Μεταφράστε αυτά μόνο αν το World of Warcraft το κάνει,
 * αλλιώς θα μπερδέψετε τους ανθρώπους που περιμένουν να τα δουν στα Αγγλικά
 */

$lang['races'] = array(
    1 => "Άνθρωπος",
    2 => "Ορκ",
    3 => "Νάνος",
    4 => "Νυχτερινός ξωτικό",
    5 => "Αθάνατος",
    6 => "Ταουρέν",
    7 => "Γκνόμ",
    8 => "Τρόλ",
    9 => "Γκόμπλιν",
    10 => "Αίμα ξωτικό",
    11 => "Ντραenei",
    22 => "Γουόργκεν",
    24 => "Παντάρεν",
    25 => "Παντάρεν",
    26 => "Παντάρεν",
    27 => "Νυχτερινός Άγιος",
    28 => "Υψηλό βουνό Ταουρέν",
    29 => "Κενός ξωτικό",
    30 => "Φωτισμένος Ντραenei",
    31 => "Ζανταλάρι Τρόλ",
    32 => "Κουλ Τιράν",
    34 => "Σκοτεινός σιδηρούς νάνος",
    35 => "Βούλπερα",
    36 => "Μαγκ’χαρ Ορκ",
    37 => "Μηχανογκνόμ",
    52 => "Δρακθίρ",
    70 => "Δρακθίρ",
    84 => "Γήινος",
    85 => "Γήινος",
);

$lang['classes'] = array(
    1 => "Πολεμιστής",
    2 => "Παλάδι",
    3 => "Κυνηγός",
    4 => "Ρόγκος",
    5 => "Ιερέας",
    6 => "Νεκρός ιππότης",
    7 => "Σαμάν",
    8 => "Μάγος",
    9 => "Μάγος του σκότους",
    10 => "Μοναχός",
    11 => "Δρουίδας",
    12 => "Δαίμονας κυνηγός",
    13 => "Εξοργιστής"
);
