<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['select_s1'] = "Επιλέξτε υπηρεσία";
$lang['alert1'] = "Σημείωση: Μόνο οι online χαρακτήρες θα εμφανίζονται";
$lang['upgrate'] = "Αναβάθμιση Χαρακτήρα";
$lang['change_n'] = "Αλλαγή ονόματος του επιλεγμένου ήρωα";
$lang['hmmm'] = "Κόστος :";
$lang['dp'] = "ΜΔ";
$lang['free'] = "Δωρεάν";
$lang['select_char'] = "Επιλέξτε χαρακτήρα";
$lang['no_chars'] = "Δεν έχετε χαρακτήρες";
$lang['levelup1'] = "Αναβάθμιση Επιπέδου";
$lang['seccess'] = "Η αναβάθμιση ήταν επιτυχής";
$lang['no_select'] = "Παρακαλώ επιλέξτε έναν χαρακτήρα";
$lang['select'] = "Επιλέξτε";
$lang['selected'] = "επιλεγμένο";
$lang['p_w'] = "...παρακαλώ να είστε υπομονετικοί";
$lang['no_cost'] = "Η ισορροπία σας δεν είναι αρκετή";
$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε!";
$lang['Server_fee'] = "Τέλος Server";
$lang['UnBan'] = "ΑΠΕΜΠΛΟΚΗ";
$lang['Level'] = "ΕΠΙΠΕΔΟ";
$lang['Select'] = "Επιλέξτε";
$lang['relamdoesnotsupport'] = 'Η σφαίρα δεν υποστηρίζει αυτήν την υπηρεσία.';
$lang['noselectedcharacter'] = 'Δεν υπάρχει επιλεγμένος χαρακτήρας';
$lang['notcharacteryouraccount'] = 'Ο επιλεγμένος χαρακτήρας δεν ανήκει στον λογαριασμό σας.';
$lang['unablecharactername'] = 'Ο ιστότοπος δεν μπορεί να εμφανίσει το όνομα του χαρακτήρα σας.';
$lang['cammandnoserver'] = 'Ο server είναι αυτή τη στιγμή μη διαθέσιμος';
$lang['notenough'] = 'Η ισορροπία του λογαριασμού σας δεν είναι αρκετή';
$lang['Theinputisinvalid'] = 'Η είσοδος είναι μη έγκυρη';
