<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['unstuck'] = "Απεμπλοκή";
$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε αυτό!";
$lang['no_char_selected'] = "Παρακαλώ επιλέξτε έναν χαρακτήρα";
$lang['no_realm_selected'] = "Παρακαλώ επιλέξτε μια σφαίρα";

$lang['not_support'] = "Η σφαίρα δεν υποστηρίζει αυτήν την υπηρεσία.";
$lang['character_does_not_exist'] = "Ο επιλεγμένος χαρακτήρας δεν υπάρχει." ;  
$lang['character_does_not_belong_account'] =  "Ο επιλεγμένος χαρακτήρας δεν ανήκει στον λογαριασμό σας." ;
$lang['unable_resolve_character_name'] = "Ο ιστότοπος δεν μπόρεσε να επιλύσει το όνομα του χαρακτήρα σας.";
$lang['character_is_online'] = "Δεν μπορείτε να χρησιμοποιήσετε αυτήν τη δυνατότητα, ο χαρακτήρας είναι online.";
$lang['dont_enough_vote_points']  = "Δεν έχετε αρκετούς Ψηφοφοριακούς Πόντους." ;
$lang['dont_enough_donate_points']  = "Δεν έχετε αρκετούς Πόντους Δωρεάς." ;
$lang['dont_enough_character_gold']  = "Δεν έχετε αρκετό χρυσό για τον χαρακτήρα." ;
$lang['no_selected_service']  = "Κάτι πήγε στραβά, παρακαλώ δοκιμάστε ξανά." ;
$lang['successfully']  = "Η αίτηση υποβλήθηκε επιτυχώς." ;
$lang['no_character']  = "Χωρίς χαρακτήρα" ;
$lang['no_realm']  = "Χωρίς σφαίρα" ;

$lang['description'] = "Το εργαλείο απεμπλοκής για να αναβιώσει τον χαρακτήρα σας είναι η λειτουργία απεμπλοκής μας<br> απαιτεί ο χαρακτήρας σας να είναι offline. Η τηλεμεταφορά λειτουργεί και για τους δύο τρόπους, online και offline.";
$lang['notify'] = "Ο χαρακτήρας σας θα αναβιώσει και θα τηλεμεταφερθεί στο σπίτι του.";
$lang['sure_want_unstack'] = "Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;";
$lang['is_free'] = "Η δυνατότητα <b>Απεμπλοκής</b> είναι μια δωρεάν υπηρεσία";
$lang['service_fee'] = "Τέλος Υπηρεσίας";
$lang['take_me_home'] = "Πάρτε με σπίτι!";
