<?php

/**
 * Примечание для разработчиков модулей:
 *  Хранение языкового файла, специфичного для модуля, как этот
 *  в этой внешней папке не является хорошей практикой для
 *  портативности - я не советую вам делать это для
 *  ваших собственных модулей, так как они не являются стандартными.
 *  Вместо этого просто поместите свои языковые файлы в
 *  application/modules/yourModule/language/
 *  Вам не нужно изменять никакой код, система
 *  автоматически будет искать в этой папке тоже.
 */

$lang['account_creation'] = "Создание аккаунта";
$lang['register'] = "Регистрация";
$lang['username_limit_length'] = "Имя пользователя должно содержать от 4 до 24 символов";
$lang['username_limit'] = "Имя пользователя может содержать только буквенно-цифровые символы";
$lang['username_not_available'] = "Имя пользователя недоступно";
$lang['email_invalid'] = "Email должен быть действительным";
$lang['password_short'] = "Пароль должен содержать более 6 символов";
$lang['password_match'] = "Пароли не совпадают";
$lang['email_not_available'] = "Email недоступен";
$lang['confirm_account'] = "Пожалуйста, подтвердите создание вашего аккаунта";
$lang['created'] = "Ваш аккаунт был создан!";
$lang['activate_account'] = "Активировать аккаунт";
$lang['created_account_activate'] = "Вы создали аккаунт, пожалуйста, перейдите по следующей ссылке для активации:";
$lang['invalid_key'] = "Неверный ключ активации";
$lang['invalid_key_long'] = "Предоставленный ключ активации кажется недействительным!";
$lang['the_account'] = "Аккаунт";
$lang['has_been_created'] = "был создан. Пожалуйста, проверьте вашу электронную почту, чтобы активировать ваш аккаунт.";
$lang['creating_account_forum'] = "Создание аккаунта на форуме, пожалуйста, подождите...";
$lang['has_been_created_redirecting'] = "был создан. Вы перенаправляетесь на";
$lang['user_panel'] = "Панель пользователя";
$lang['username'] = "Имя пользователя";
$lang['email'] = "Email";
$lang['password'] = "Пароль";
$lang['confirm'] = "Подтвердите пароль";
$lang['expansion'] = "Расширение";
$lang['submit'] = "Создать аккаунт!";
