<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля, 
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['404_title'] = "Файл не найден";
$lang['404'] = "Ошибка 404 - файл не найден";
$lang['404_long'] = "Страница, которую вы ищете, не существует. Как вы сюда попали, остается загадкой. Но вы можете нажать кнопку ниже, чтобы вернуться на главную страницу.";
$lang['permission_denied_title'] = "Доступ запрещен";
$lang['permission_denied'] = "У вас нет разрешения на доступ к этой странице!";
$lang['lost'] = "ОЙ! Вы потерялись.";
$lang['button_home'] = "На главную";
