<?php

/**
 * Поддержка английского языка
 */

/**
 * 2-буквенное сокращение языка, используется для иконок флагов
 *
 * @see http://en.wikipedia.org/wiki/ISO_3166-1_alpha-2
 */
$lang['abbreviation'] = "ru";

// Сокращение пользовательской панели
$lang['ucp'] = "ППУ";

/**
 * ====================================
 * Идентификаторы времени
 * ====================================
 */

// Единственное число
$lang['month'] = "месяц";
$lang['day'] = "день";
$lang['hour'] = "час";
$lang['minute'] = "минута";
$lang['second'] = "секунда";

// Множественное число
$lang['months'] = "месяцы";
$lang['days'] = "дни";
$lang['hours'] = "часы";
$lang['minutes'] = "минуты";
$lang['seconds'] = "секунды";

// Ошибки разрешений
$lang['denied'] = "Доступ запрещен";
$lang['must_be_signed_in'] = "Вы должны войти в систему, чтобы просмотреть эту страницу!";
$lang['already_signed_in'] = "Вы уже вошли в систему!";
$lang['no_permission'] = "У вас нет разрешения на просмотр этой страницы.";
$lang['click_to_sign_in'] = "Пожалуйста, нажмите здесь, чтобы войти в систему.";

// Разное
$lang['reason'] = "Причина:";
$lang['banned'] = "заблокирован";
$lang['close_tool'] = "Закрыть инструмент";
$lang['offline'] = "Оффлайн";

$lang['voting_points'] = "Голосовательские очки";
$lang['donation_points'] = "Очки пожертвований";

$lang['change_avatar'] = "Сменить аватар";

// Навигация пользовательской панели
$lang['messages'] = "Сообщения";
$lang['vote'] = "Голосовать";
$lang['donate'] = "Пожертвовать";
$lang['store'] = "Магазин";
$lang['account_settings'] = "Настройки аккаунта";
$lang['account_security'] = "Безопасность аккаунта";
$lang['teleport_hub'] = "Хаб телепортации";

$lang['gm_panel'] = "Панель GM";
$lang['admin_panel'] = "Административная панель";

$lang['login'] = "Войти";
$lang['logout'] = "Выйти";
$lang['register'] = "Регистрация";
$lang['account'] = "Аккаунт";
