<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля,
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['show_results'] = "Результаты";
$lang['no_poll'] = "В данный момент нет активного опроса";
$lang['show_options'] = "Опции";
$lang['log_in'] = "Пожалуйста, войдите в систему, чтобы проголосовать!";
