<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля,
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['title'] = "Топ голосующих";
$lang['desc'] = "Сбрасывается каждую неделю!";
$lang['tip'] = "Просмотреть профиль";
$lang['accvotes'] = "Голоса";
$lang['nodata'] = "Нет голосующих для отображения";
$lang['berewarded'] = "Голосуйте за наш сервер и получайте свои очки!";