<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля,
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['expansion'] = "Расширение";
$lang['last_ip'] = "Последний IP";
$lang['current_ip'] = "Текущий IP";
$lang['vp'] = "Голосовые очки";
$lang['dp'] = "Очки доната";
$lang['user_panel'] = "Пользовательская панель";
$lang['log_out'] = "Выйти";
$lang['username'] = "Имя пользователя";
$lang['password'] = "Пароль";
$lang['log_in'] = "Войти";
$lang['register'] = "Зарегистрироваться";
