<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля,
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['top_total_kills'] = "Всего убийств";
$lang['top_yesterday_kills'] = "Убийств вчера";
$lang['top_today_kills'] = "Убийств сегодня";
$lang['no_players'] = "Персонажи не найдены";