<?php

/**
 * Примечание для разработчиков модулей:
 * Хранение языкового файла, специфичного для модуля,
 * в таком внешнем каталоге — это плохая практика 
 * с точки зрения портируемости. Не рекомендуется делать это для
 * ваших собственных модулей, так как они не являются стандартными.
 * Вместо этого просто разместите ваши языковые файлы в
 * application/modules/yourModule/language/
 * Вам не нужно изменять никакой код, система
 * автоматически будет искать в этом каталоге тоже.
 */

$lang['loading'] = "Загрузка...";
$lang['no_item'] = "Не указан ни предмет, ни мир!";
$lang['view_item'] = "Просмотреть предмет";
$lang['armory'] = "Армория";
$lang['unknown_item'] = "Неизвестный предмет";
$lang['meta'] = "Мета-слот";
$lang['red'] = "Красный слот";
$lang['yellow'] = "Желтый слот";
$lang['blue'] = "Синий слот";
$lang['prismatic'] = "Призматический слот";
$lang['cogwheel'] = "Слот для шестеренки";
$lang['domination'] = "Слот для доминирования";
$lang['hydraulic'] = "Гидравлический слот";
$lang['primordial'] = "Первичный слот";
$lang['tinker'] = "Слот для конструктора";
$lang['relic-iron'] = "Слот реликвии Железного артефакта";
$lang['relic-blood'] = "Слот реликвии Кровавого артефакта";
$lang['relic-shadow'] = "Слот реликвии Теневого артефакта";
$lang['relic-fel'] = "Слот реликвии Нефритового артефакта";
$lang['relic-arcane'] = "Слот реликвии Тайного артефакта";
$lang['relic-frost'] = "Слот реликвии Ледяного артефакта";
$lang['relic-fire'] = "Слот реликвии Огненного артефакта";
$lang['relic-water'] = "Слот реликвии Водного артефакта";
$lang['relic-life'] = "Слот реликвии Жизненного артефакта";
$lang['relic-storm'] = "Слот реликвии Штормового артефакта";
$lang['relic-holy'] = "Слот реликвии Святого артефакта";
$lang['red-punchcard'] = "Слот для красной карточки";
$lang['yellow-punchcard'] = "Слот для желтой карточки";
$lang['blue-punchcard'] = "Слот для синей карточки";
$lang['restores'] = "Экипировка: Восстанавливает";
$lang['increases'] = "Экипировка: Увеличивает вашу";
$lang['by'] = "на";
$lang['armor'] = "Броня";
$lang['damage'] = "Урон";
$lang['speed'] = "Скорость";
$lang['holy'] = "Сопротивление Святому";
$lang['nature'] = "Сопротивление Природе";
$lang['fire'] = "Сопротивление Огню";
$lang['frost'] = "Сопротивление Льду";
$lang['shadow'] = "Сопротивление Теням";
$lang['arcane'] = "Сопротивление Тайной магии";
$lang['durability'] = "Прочность";
$lang['requires_level'] = "Требуется уровень";
$lang['item_level'] = "Уровень предмета";
$lang['unknown_effect'] = "Неизвестный эффект";
$lang['dps'] = "урон в секунду";
