<?php

/**
 * یادداشت برای توسعه‌دهندگان ماژول:
 * نگه‌داری یک فایل زبان خاص ماژول مانند این
 * در این پوشه خارجی، یک عمل خوب برای
 * قابلیت حمل نیست - من به شما توصیه نمی‌کنم
 * برای ماژول‌های خود این کار را انجام دهید زیرا آنها غیر پیش‌فرض هستند.
 * در عوض، به سادگی فایل‌های زبان خود را در
 * application/modules/yourModule/language/
 * قرار دهید.
 * شما نیازی به تغییر هیچ کدی ندارید، سیستم
 * به‌طور خودکار در آن پوشه نیز جستجو خواهد کرد.
 */

$lang['donate_title'] = "اهدا";
$lang['donate_panel'] = "پنل اهدا";
$lang['donate_thanks'] = "از اهدا شما متشکریم!";
$lang['donate_error'] = "خطا!";
$lang['donate_success'] = "از حمایت شما از سرور ما متشکریم! اگر در عرض ۵ دقیقه امتیاز خود را دریافت نکردید، لطفاً با یک مدیر بازی تماس بگیرید.";
$lang['donate_error_text'] = "در طول فرآیند پرداخت خطایی رخ داد.<br><b>پرداخت با موفقیت انجام شد!</b><br><br>به یک مدیر اطلاع داده شده و او به زودی امتیازات شما را واریز خواهد کرد!";
$lang['paypal'] = "پی‌پال";
$lang['donation_for'] = "اهدا برای";
$lang['dp'] = "امتیازات اهدا";
$lang['for'] = "برای";
$lang['pay_paypal'] = "پرداخت با پی‌پال";
$lang['pay_paygol'] = "پرداخت با SMS";
$lang['donate'] = "اهدا";
$lang['no_methods'] = "لطفاً حداقل یک روش پرداخت را پیکربندی کنید.";
