<?php

/**
 * Σημείωση προς τους προγραμματιστές module:
 *  Η διατήρηση ενός αρχείου γλώσσας συγκεκριμένου για το module
 *  σε αυτόν τον εξωτερικό φάκελο δεν είναι καλή πρακτική για
 *  φορητότητα - δεν σας προτείνω να το κάνετε αυτό για
 *  τα δικά σας modules, καθώς είναι μη προεπιλεγμένα.
 *  Αντίθετα, απλώς τοποθετήστε τα αρχεία γλώσσας σας
 *  στον φάκελο application/modules/yourModule/language/
 *  Δεν χρειάζεται να αλλάξετε κανέναν κώδικα, το σύστημα
 *  θα αναζητήσει αυτόματα σε αυτόν τον φάκελο επίσης.
 */

$lang['item_store'] = "Κατάστημα αντικειμένων";
$lang['cant_afford'] = "Δεν μπορείτε να το αντέξετε οικονομικά!";
$lang['go_back'] = "Επιστροφή";
$lang['error_offline'] = "Λυπάμαι, αλλά ο διακομιστής που προσπαθούσαμε να επικοινωνήσουμε φαίνεται ότι είναι εκτός σύνδεσης. Τα σημεία σας έχουν αποκατασταθεί. Παρακαλώ δοκιμάστε ξανά αργότερα.";
$lang['error_character'] = "Δεν μπορούμε να σας στείλουμε τα αντικείμενα καθώς δεν έχετε χαρακτήρα. Τα σημεία σας έχουν αποκατασταθεί.";
$lang['error_character_exists'] = "Ο εισαχθείς χαρακτήρας δεν υπάρχει.";
$lang['error_character_not_mine'] = "Ο εισαχθείς χαρακτήρας δεν ανήκει σε εσάς.";
$lang['error_character_not_offline'] = "Ο εισαχθείς χαρακτήρας δεν είναι εκτός σύνδεσης. Παρακαλώ αποσυνδεθείτε από το παιχνίδι και δοκιμάστε ξανά.";
$lang['error_no_console'] = "Λυπάμαι, αλλά ο διακομιστής για τον οποίο σχεδιάστηκε αυτό το αντικείμενο δεν υποστηρίζει εντολές κονσόλας. Παρακαλώ αναφέρετε αυτό σε έναν διαχειριστή.";
$lang['error_query'] = "Λυπάμαι, αλλά δεν μπορούμε να το κάνουμε αυτό. Παρακαλώ αναφέρετε αυτό σε έναν διαχειριστή.";
$lang['checkout'] = "Ολοκλήρωση αγοράς";
$lang['buying'] = "Αγοράζετε";
$lang['total_of'] = "για συνολικό ποσό";
$lang['vp'] = "VP";
$lang['dp'] = "DP";
$lang['no_character'] = "Δεν έχετε χαρακτήρα";
$lang['sort_by'] = "Ταξινόμηση κατά";
$lang['default'] = "Προεπιλογή";
$lang['name'] = "Όνομα";
$lang['price'] = "Τιμή";
$lang['item_quality'] = "Ποιότητα αντικειμένου";
$lang['all_items'] = "Όλα τα αντικείμενα";
$lang['poor'] = "Κακό";
$lang['common'] = "Συνηθισμένο";
$lang['uncommon'] = "Ασυνήθιστο";
$lang['rare'] = "Σπάνιο";
$lang['epic'] = "Επικό";
$lang['legendary'] = "Θρυλικό";
$lang['artifact'] = "Άρθρο";
$lang['heirloom'] = "Κληρονομιά";
$lang['filter'] = "Φίλτρο κατά όνομα...";
$lang['cart'] = "Καλάθι";
$lang['items'] = "αντικείμενα";
$lang['empty_cart'] = "Το καλάθι σας είναι άδειο";
$lang['checkout'] = "Ολοκλήρωση αγοράς";
$lang['max'] = "Μεγιστοποίηση όλων των ομάδων";
$lang['min'] = "Ελαχιστοποίηση όλων των ομάδων";
$lang['hide'] = "Απόκρυψη ομάδας";
$lang['show'] = "Εμφάνιση ομάδας";
$lang['loading'] = "Φόρτωση...";
$lang['want_to_buy'] = "Είστε σίγουροι ότι θέλετε να αγοράσετε αυτά τα αντικείμενα;";
$lang['yes'] = "Ναι";
$lang['free_items'] = "Δεν μπορείτε να αγοράσετε αντικείμενα που κοστίζουν 0 VP ή DP.";
